Repository: Brouilles/le-mythe-des-montagnes
Catalog: src/Henagone_WebGame/Resources/Views/Home/Index.*.resx
Languages: fr

source: ** Name of the game ** is a video game of role, free on-line RPG by browser based on a fantastic universe in perpetual evolution. Dive into this world through your character, live a multitude of adventures through diverse quests, training your character in the fight and fill(perform) your golden stock exchange. Become the most powerful and respected in the city of Horaum. You will be able to play in the arena with others players. No need to install, a whole world is accessible to you by your browser.
fr: **Nom du jeu** est un jeu vidéo de rôle, RPG en ligne gratuit par navigateur basé sur un univers fantastique en perpétuelle évolution. Immergez-vous dans ce monde à travers votre personnage, vivez une multitude d’aventures à travers diverses quêtes, entraîner votre personnage au combat et remplissez votre bourse d’or. Devenez le plus puissant et respecté de la ville d’Horaum. Mettez-vous prochainement à l’épreuve contre d’autres joueurs par l’intermédiaire de l’arène. Pas besoin d’installation, un monde entier vous est accessible par navigateur.

source: Available now by browser. Without installation!
fr: Disponible maintenant par navigateur. Sans installation !

source: Become Rich!
fr: Devenez Riche !

source: Become the Strongest!
fr: Devenez le plus Fort !

source: Coach your character through a multitude of quests and fights in an epic adventure. Or your courage will be tested severely.
fr: Entraînez votre personnage à travers une multitude de quêtes et de combat dans une aventure épique et pleine de rebondissement. Où votre courage sera mis à rude épreuve.

source: Collect treasures through your adventures, make of the barter or give of your person in local missions. And maybe that the wealth will smile to you!
fr: Amassez des trésors au travers de vos aventures, faites du troc ou donner de votre personne dans des missions locales. Et peut-être que la richesse vous sourira !

source: Discover a living universe, where you're writings matter. Experience epic adventures in this world of conflict and terror.
fr: Découvrez un univers vivant, ou vos écrits ont une importance. Vivez des aventures épiques dans ce monde en proie aux conflits et à la terreur.

source: Experience an adventure!
fr: Vivez une aventure !

source: GO TO THE GAME
fr: ACCEDER AU JEU

source: Home
fr: Accueil

source: JOIN US
fr: REJOINS NOUS

source: LIVE A UNIQUE EXPERIENCE
fr: VIVEZ UNE EXPERIENCE UNIQUE

source: Play
fr: Jouer

source: SIGN UP NOW!
fr: INSCRIVEZ-VOUS DÈS AUJOURD'HUI !

source: Terms and conditions
fr: Termes et conditions
